Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Today.xcstrings
Source language: en_us
Languages: ab, an, ar, ast, be, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fr, gd, gl, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, lt, ml, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, ur, vi, zh_cn, zh_tw

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
ab: Лассы-лассы иаҭаауа, насгьы ааигәа иаҭаауа асаитқәа рҿы аҿацәқәа ацҵа.
an: Anyade alcorces en as pachinas freqüents y visitadas recientemente.
ar: أضِف اختصارات إلى المواقع الأكثر زيارة.
ast: Amiesta atayos de los sitios que más visites o que visitares apocayá.
be: Дадайце цэтлікі на сайты, якія часта наведваюцца і на нядаўна наведаныя сайты.
bn: প্রায়শই এবং সম্প্রতি দেখা সাইটগুলিতে শর্টকাট যুক্ত করুন।
br: Ouzhpennit berradennoù d’al lec’hiennoù az it warne alies ha nevez zo.
bs: Dodajte prečice za često i nedavno posjećene stranice.
ca: Afegiu dreceres als llocs que heu visitat recentment i als que visiteu més sovint.
co: Aghjunghjite accurtatoghji à i siti visitati aspessu è pocu fà.
cs: Přidejte si zkratky na často nebo nedávno navštěvované stránky.
cy: Ychwanegu llwybrau byr i wefannau ymwelwyd â nhw'n aml ac yn ddiweddar.
da: Tilføj genveje til ofte og senest besøgte websteder.
de: Fügen Sie Verknüpfungen zu häufig und kürzlich besuchten Websites hinzu.
dsb: Pśidajśo cesto a njedawno woglědanym sedłam zwězanja.
el: Προσθήκη συντομεύσεων για συχνές και πρόσφατες σελίδες.
eo: Aldoni ŝparvojojn al ofte kaj ĵuse vizititaj retejoj.
es: Añade accesos directos a los sitios visitados con frecuencia y recientemente.
es_ar: Agregar atajps a sitios visitados con frecuencia y recientemente.
es_cl: Añade accesos directos a los sitios visitados con frecuencia y recientemente.
es_mx: Agrega atajos de los sitios visitados recientemente y con frecuencia.
et: Lisa otseteed tihti ja viimati külastatud saitide juurde.
eu: Gehitu lasterbideak sarri eta azkenaldian bisitatutako azken guneetara.
fa: میانبرهایی را به سایتهای مکرر و اخیرا بازدید شده اضافه کنید.
fi: Lisää oikotiet usein ja äskettäin vierailtuihin sivustoihin.
fr: Ajoutez des raccourcis vers des sites fréquemment et récemment visités.
gd: Cuir ath-ghoiridean ri làraichean air an tadhail thu gu tric no feadhainn air an do thadhail thu o chionn goirid.
gl: Engadir atallos aos sitios visitados con frecuencia e recentemente.
he: הוספת קיצורי דרך לאתרים שבהם ביקרת לאחרונה או בתדירות גבוהה.
hi_in: अक्सर और हाल ही में देखी गई साइट पर शॉर्टकट जोड़ें।
hr: Dodaj prečace na česte i nedavno posjećene stranice.
hsb: Přidajće husto a njedawno wopytanym sydłam zwjazanja.
hu: Parancsikonok hozzáadása a gyakran és nemrég látogatott webhelyekhez.
hy_am: Հաճախակի և վերջերս այցելած կայքերին դյուրանցումներ ավելացրեք:
ia: Insere accessos directe al sitos frequente- e recentemente visitate.
id: Tambahkan pintasan ke situs yang sering dan baru-baru ini dikunjungi.
is: Bæta við flýtileiðum í oft og nýlega heimsóttar síður.
it: Aggiungi scorciatoie ai siti visitati di frequente e recentemente.
ja: 最近よく訪れるサイトへのショートカットを追加します。
ka: დაამატეთ მალსახმობები ხშირად და ბოლოს მონახულებული საიტებისთვის.
kab: Rnu inegzumen i yismal wuɣur terziḍ aṭas n tikkal melmi kan.
kk: Жиі және жуырда қаралған сайттарға жарлықтарды қосу.
ko: 최근에 자주 방문한 사이트에 대한 바로 가기를 추가합니다.
lo: ເພີ່ມທາງລັດທີ່ເຂົ້າໄປຫາເວັບໄຊທທີ່ມັກເຂົ້າໄປເບິງ ແລະ ຫາກໍເຂົ້າໄປເບິງມາ.
lt: Pridėkite leistukų į dažnas ir paskiausias lankytas svetaines.
ml: പതിവായി സന്ദർശിക്കുന്ന സൈറ്റുകളിലേക്കു് ഒരു കുറുക്കുവഴി ചേർക്കുക.
my: မကြာခဏနှင့်မကြာသေးမီကလည်ပတ်ခဲ့သောဆိုဒ်များသို့ဖြတ်လမ်းများထည့်ပါ။
nb: Legg til snarveier til ofte og nylige besøkte nettsteder.
ne_np: बारम्बार र भर्खरै भ्रमण गरिएका साइटहरू सर्टकटहरूको रुपमा थप्नुहोस्।
nl: Snelkoppelingen naar vaak en onlangs bezochte websites toevoegen.
nn: Legg til snarvegar til ofte og nylege besøkte nettstadar.
pa_in: ਅਕਸਰ ਅਤੇ ਤਾਜ਼ਾ ਵੇਖੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਸ਼ਾਰਟਕੱਟ ਜੋੜੋ।
pl: Dodaj skróty do często i ostatnio odwiedzanych witryn.
pt_br: Adiciona atalhos para sites visitados recentemente e com frequência.
pt_pt: Adicione atalhos para sites visitados com frequência e recentemente.
rm: Agiuntescha scursanidas per websites visitadas frequentamain e visitadas dacurt.
ro: Adaugă scurtături către site-uri vizitate frecvent și recent.
ru: Добавьте ярлыки на часто посещаемые и недавно посещённые сайты.
sat_olck: ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱥᱮᱞᱮᱫ ᱢᱮ ᱵᱚᱨᱟᱵᱚᱨ ᱟᱨ ᱱᱤᱛᱚᱜ-ᱟ ᱥᱟᱭᱤᱴ ᱧᱮᱞᱟᱠ ᱨᱮ.
scn: Junci accurzi ê siti chi vìsiti cchiù spissu.
si: නිතර හා මෑතදී ගොඩවැදුණු අඩවි සඳහා කෙටිමං එක් කරන්න.
sk: Pridajte si skratky na často alebo nedávno navštívené stránky.
sl: Dodajte bližnjice do pogosto in nedavno obiskanih spletnih mest.
sq: Shtoni shkurtore për te sajte të vizituar shpesh dhe së fundi.
su: Tambahkeun takulan ka loka anu mindeng jeung anyar dibuka.
sv: Lägg till genvägar till ofta och nyligen besökta webbplatser.
tg: Илова кардани миёнбурҳо ба сомонаҳои роиҷ ва дидашудаи охирин.
th: เพิ่มทางลัดไปยังไซต์ที่เข้าชมบ่อยและล่าสุด
tr: Sık ve son ziyaret edilen sitelere kısayollar ekleyin.
tt: Еш һәм cоңгы каралган сайтларга ярлыклар өстәгез.
ug: دائىم ۋە يېقىندا زىيارەت قىلغان تور بېكەتلەرگە تېزلەتمە قوشىدۇ.
uk: Додайте ярлики для частих і недавніх сайтів.
ur: کثرت سے اور حال ہی میں دیکھی گئی سائٹوں کا شارٹ کٹ جوڑیں۔
vi: Thêm phím tắt cho các trang web thường xuyên và đã xem gần đây.
zh_cn: 添加“常用网站”快捷方式。
zh_tw: 加入常用與近期造訪過網站的捷徑。

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
ab: Иреиӷьу асаитқәа
an: Mas visitaus
ar: المواقع الأكثر زيارة
ast: Sitios Principales
be: Папулярныя сайты
bn: শীর্ষ সাইটগুলি
br: Lec’hiennoù meur
bs: Najposjećenije stranice
ca: Llocs principals
co: Siti principale
cs: Top stránky
cy: Hoff Wefannau
da: Mest besøgte websider
de: Meistbesuchte Seiten
dsb: Nejcesćej woglědane sedła
el: Δημοφιλείς σελίδες
eo: Plej vizititaj retejoj
es: Sitios frecuentes
es_ar: Sitios importantes
es_cl: Sitios frecuentes
es_mx: Sitios frecuentes
et: Top saidid
eu: Gune erabilienak
fa: سایت‌های برتر
fi: Ykkössivustot
fr: Sites principaux
gd: Brod nan làrach
gl: Sitios favoritos
he: אתרים מובילים
hi_in: टॉप साइट
hr: Omiljene stranice
hsb: Najhusćišo wopytane sydła
hu: Népszerű oldalak
hy_am: Լավագույն կայքեր
ia: Sitos preferite
id: Situs Teratas
is: Vinsælustu svæðin
it: Siti principali
ja: トップサイト
ka: რჩეული საიტები
kab: Ismal ifazen
kk: Үздік сайттар
ko: 상위 사이트
lo: ເວັບໄຊທຍອດນິຍົມ
lt: Lankomiausios svetainės
ml: പ്രധാന വെബ്സ്ഥാനങ്ങൾ
my: ထိပ်တန်းဝဘ်ဆိုက်များ
nb: Mest besøkte
ne_np: शीर्ष साइटहरु
nl: Topwebsites
nn: Mest besøkte
pa_in: ਮੁੱਖ ਸਾਈਟਾਂ
pl: Popularne
pt_br: Sites preferidos
pt_pt: Sites principais
rm: Paginas preferidas
ro: Site-uri de top
ru: Топ сайтов
sat_olck: ᱪᱮᱛᱟᱱ ᱨᱤᱱ ᱥᱟᱭᱤᱴ
scn: Siti principali
si: ප්‍රචලිත අඩවි
sk: Top stránky
sl: Glavne strani
sq: Sajte Kryesues
su: Loka Punclut
sv: Mest besökta
tg: Сомонаҳои беҳтарин
th: ไซต์เด่น
tr: Sık Kullanılanlar
tt: Төп сайтлар
ug: دائىملىق بېكەتلەر
uk: Популярні сайти
ur: بہترین سائٹیں
vi: Trang web hàng đầu
zh_cn: 常用网站
zh_tw: 熱門網站

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
ab: Асаит аҿацәқәа
ar: اختصارات المواقع
be: Цэтлікі вэб-сайтаў
bn: ওয়েবসাইটের শর্টকাট
br: Berradennoù lec’hienn
bs: Prečice web stranice
ca: Dreceres de llocs web
co: Accurtatoghji di siti web
cs: Zkratky webových stránek
cy: Llwybrau Byr y Wefan
da: Genveje til websteder
de: Website-Verknüpfungen
dsb: Zwězanja websedłow
el: Συντομεύσεις ιστοτόπων
eo: Retejaj ŝparvojoj
es: Atajos de sitios web
es_ar: Atajos de páginas web
es_cl: Atajos de sitios web
es_mx: Atajos de sitios web
et: Saitide otseteed
eu: Webgunearen lasterbideak
fi: Sivustojen oikotiet
fr: Raccourcis de sites web
gd: Ath-ghoiridean làraichean-lìn
gl: Atallos de sitios web
he: קיצורי דרך לאתרים
hi_in: वेबसाइट शॉर्टकट
hr: Prečaci web stranice
hsb: Zwjazanja websydłow
hu: Webhelyparancsok
hy_am: Կայքի դյուրանցումներ
ia: Accessos directe a sitos web
id: Pintasan Situs Web
is: Flýtileiðir vefsvæða
it: Scorciatoie a siti web
ja: ウェブサイトショートカット
ka: საიტის მალსახმობები
kab: Inegzumen n usmel web
kk: Веб-сайттар жарлықтары
ko: 웹 사이트 바로 가기
lo: ທາງລັດເຂົ້າເວັບໄຊທ
lt: Svetainių leistukai
ml: വെബ്സ്ഥാന കുറുക്കുവഴികൾ
nb: Snarveier til nettsteder
ne_np: वेबसाइट सर्टकटहरु
nl: Websitesnelkoppelingen
nn: Snarvegar til nettstadar
pa_in: ਵੈੱਬਸਾਈਟ ਸ਼ਾਰਟਕੱਟ
pl: Skróty do stron
pt_br: Atalhos de sites
pt_pt: Atalhos para sites
rm: Scursanidas a websites
ru: Ярлыки веб-сайтов
sat_olck: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱥᱚᱴᱠᱚᱴᱥ
scn: Accurzi dî siti
si: අඩවි කෙටිමං
sk: Skratky webových stránok
sl: Bližnjice do spletnih mest
sq: Shkurtore Sajti
su: Takulan Raramatloka
sv: Genvägar till webbplatser
tg: Миёнбурҳои сомонаҳо
th: ทางลัดเว็บไซต์
tr: Web sitesi kısayolları
tt: Вебсайтлар ярлыклары
ug: تور بېكەت تېزلەتمىسى
uk: Ярлики вебсайтів
ur: ویب سائٹ شارٹ کٹس
vi: Lối tắt trên trang web
zh_cn: 网站快捷方式
zh_tw: 網站捷徑
